/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Mégsem";
"Delete" = "Törlés";
"Rename" = "Átnevezés";
"Actions" = "Műveletek";



/* SIDEBARVIEW */
"Filters" = "Szűrők";
"Smart Filters" = "Intelligens szűrők";
"All Issues" = "Összes probléma";
"Recent Issues" = "Legutóbbi problémák";
"Tags" = "Címkék";
"Add tag" = "Címke hozzáadása";
"Show awards" = "Díjak megjelenítése";

"Rename tag" = "Címke átnevezése";
"New name" = "Új név";



/* CONTENTVIEW */
"Issues" = "Problémák";

/* A button that shows a menu with the following options */
"Filter" = "Szűrő";
"Turn Filter On" = "Szűrő bekapcsolása"; /* Enables filtering */
"Turn Filter Off" = "Szűrő kikapcsolása"; /* Disables filtering */
"Sort By" = "Rendezés"; /* Adjust the order issues are shown */
"Date Created" = "Létrehozás dátuma"; /* Sort issues by the date they were created */
"Date Modified" = "Módosítás dátuma"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "Legújabbtól a legrégebbig"; /* Place newer issues before older issues */
"Oldest to Newest" = "Legrégebbitől a legújabbig"; /* Place older issues before newer issues */

"All" = "Összes";
"Open" = "Nyitott";
"Closed" = "Lezárt";

"No tags" = "Címkétlen";

"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

/* Create a new issue */
"New Issue" = "Új probléma";

/* A text placeholder, to help users search */
"Filter issues, or type # to add tags" = "Szűrje ki a problémákat, vagy írja be a # karaktert címkék hozzáadásához";

/* Shown as a status for closed issues */
"CLOSED" = "LEZÁRT";



/* DETAILSVIEW */
"Details" = "Részletek";

/* NOISSUEVIEW */
"No Issue Selected" = "Nincs kiválasztott probléma";

/* ISSUEVIEW */
"Copy Issue Title" = "Probléma címének másolása";
"Close Issue" = "Probléma lezárása";
"Re-open Issue" = "Probléma újranyitása";

/* REMINDERS */
"Reminders" = "Emlékeztetők";
"Show Reminders" = "Emlékeztetők Megjelenítése";
"Oops!" = "Hoppá!";
"There was a problem setting your notification. Please check you have notifications enabled." = "Probléma merült fel az értesítés beállításakor. Kérjük, ellenőrizze, hogy az értesítések engedélyezve vannak-e.";
"Check Settings" = "Ellenőrizze a Beállításokat";
"Reminder Time" = "Emlékeztető Ideje";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Írja be a probléma címét ide";
"**Modified:** %@" = "**Módosítva:** %@";
"**Status:** %@" = "**Állapot:** %@";
"Priority" = "Prioritás";
"Add Tags" = "Címkék hozzáadása";
"Basic Information" = "Alapinformáció";
"Enter the issue description here" = "Írja be a probléma leírását ide";



/* AWARDS VIEW */
"Awards" = "Díjak";
"Locked" = "Zárolt";
"Unlocked: %@" = "Feloldott: %@";



/* DATA */
"New tag" = "Új címke";
"New issue" = "Új szám";



/* STORE */
"Upgrade Today!" = "Javítson fel ma!";
"Get the most out of our app" = "Használja ki az alkalmazást a legjobban";
"Fetching offers…" = "Ajánlatok lekérése...";
"Sorry, there was an error loading our store." = "Sajnáljuk, hiba történt az áruházunk betöltésekor.";
"Try Again" = "Próbálja újra";
"Restore Purchases" = "Vásárlások helyreállítása";
"In-app purchases are disabled" = "Az alkalmazáson belüli vásárlások tiltva vannak";
"You can't purchase the premium unlock because in-app purchases are disabled on this device.\n\nPlease ask whomever manages your device for assistance." = "Nem vásárolhatja meg a prémium feloldást, mert az alkalmazáson belüli vásárlások letiltva vannak ezen az eszközön.\n\nKérjük, keresse az eszközét kezelő személy segítségét.";



/* DEBUG ONLY */
"ADD SAMPLES" = "ADD SAMPLES";
